{"data":[{"archive_id":"16","title1":"Govt. to make big diplomatic push with African meet","title2":"","disp_down_link":"0","disp_print_link":"0","download_link":"","description":"<p>Times of India, Delhi Monday 10th August 2015, Page:10<\/p>\r\n\r\n<p><img src=\"http:\/\/iafs.in\/images\/diplomatic-push.jpg\" \/><\/p>\r\n","type":"Media Coverage","added_on":"0000-00-00"},{"archive_id":"14","title1":"New Future built on ancient bonds","title2":"","disp_down_link":"1","disp_print_link":"0","download_link":"http:\/\/iafs.in\/download.php?filename=images\/archives\/mea_20150806-pmin-1857-033411-323b5e61a53b_1438844384.pdf","description":"<p><img alt=\"\" src=\"http:\/\/iafs.in\/images\/New Future built on ancient bonds.jpg\" \/><\/p>\n","type":"Media Coverage","added_on":"0000-00-00"},{"archive_id":"9","title1":"Unheralded, Indians in Africa make good money","title2":"","disp_down_link":"1","disp_print_link":"0","download_link":"http:\/\/iafs.in\/download.php?filename=images\/archives\/Unheralded, Indians in Africa make good money.docx","description":"<p><strong>December 26, 2013<\/strong><\/p>\r\n\r\n<p><em><u><a href=\"http:\/\/twocircles.net\/\" target=\"_blank\">TwoCircles.net<\/a><\/u> \/ by Kul Bhushan<\/em><br \/>\r\n<br \/>\r\nIndians are quietly making good money in Africa. Unlike the Indians in Britain and the US, they go quietly about it. As individuals or corporations, Indians rake in the moolah, contribute to the local economies and national progress. All these achievements hardly ever make news in India.<br \/>\r\n<br \/>\r\nThe big investors from India are doing very well indeed, thank you. Competing against global MNCs, the Indian investors have established themselves in traditional industries, agriculture and new ones like IT.<br \/>\r\n<br \/>\r\nOnce in a while, the Indian media carries news about Airtel or Tata on their expansion drives or forays into new avenues\/countries. The profits they rake in are kept under wraps.<br \/>\r\n<br \/>\r\nOne gets a peek at the Indian settlement and contribution in a new book, &quot;Indians in Emerging Africa&quot; by K. Sital (published by &#39;The Indian&#39; magazine in Hong Kong) who covers Indian involvement in nine African countries: Nigeria, Ghana, Tanzania, Uganda, Kenya, Zimbabwe, South Africa, Rwanda and Burundi. A successful businessman in Hong Kong, Sital has published and edited an NRI magazine for over 40 years.<br \/>\r\n<br \/>\r\nWhy only these African countries? Because Sital travelled to these countries where he has good contacts and met the leading Indian entrepreneurs and industrialists, and wrote their profiles with an overview of Indian contribution. This personal effort is commendable instead of researching in New Delhi or even worse, surfing the Internet.<br \/>\r\n<br \/>\r\nIndians are not settled in large numbers in all 52 African countries as some have a few hundred or even less. But in some countries like Zambia, they have a key presence. However, the inclusion of Rwanda and Burundi is laudable because very little is known about Indian activities in these two small countries west of Uganda.<br \/>\r\n<br \/>\r\nRwanda has flourished with over seven percent economic growth since 2004 and hailed as the fastest reformer of business regulations globally by the World Bank. The opportunities for profit could not be ignored. In May 2013, a delegation of Indian investors visited Kigali to explore the potential. A top Indian real estate developer has bagged a $135m township development project. The small 2,500 Indian community in Kigali is active in many industries, construction, education and IT.<br \/>\r\n<br \/>\r\nBurundi is rich in high value minerals like nickel, cobalt, copper, gold and uranium. Burundi also needs assistance in farming. How can these opportunities be ignored? The local Indians, originally from Uganda, are doing what they can and prospering but major Indian investments could reap rich rewards. Both these countries have their embassies in New Delhi.<br \/>\r\n<br \/>\r\nWith a population of 1.3 million Indians, South Africa is the most well-known African nation in India. Since South Africa makes constant news with cricket, flying there to watch the big matches followed by safaris comes naturally. Plus, South Africa&#39;s aggressive tourism promotion has made it a top safari destination for Indians, never mind that Kenya has far better and more extensive safari attractions. But Kenya does not have the huge funds for massive promotion in India to tap the outbound tourist market.<br \/>\r\n<br \/>\r\nNigeria with 50,000 Indians, mostly Sindhis, shows how traders have become industrialists. Kenya, with a population of 100,000, largely Gujaratis, also shows the same trend. After its independence in 1963, Indians traders were given quit notices to make way for Africans; so they started factories to provide jobs for Africans and earn profits. Indian companies have invested in Kenyan horticulture, tea plantations and agriculture in addition to industries.<br \/>\r\n<br \/>\r\nThe Indian story in Uganda is well known. When dictator Idi Amin kicked out the Indians, thousands fled to Britain and other countries. Uganda under President Moseweni started to woo them back in the 1990s. Forty years later, Indians have notched up great successes in Britain. Now with about 30,000 Indians, Uganda has substantial investments from India.<br \/>\r\n<br \/>\r\nIn neighbouring Tanzania, about 40,000 Indians are quietly working as traders in urban areas while some have ventured in industries. India is a top trading partner for Tanzania.<br \/>\r\n<br \/>\r\nUnder President Robert Mugabe&#39;s rule, Zimbabwe still has a community of about 10,000 Indians, mostly traders and small scale industrialists. Most interesting is the minute Indian presence in Zimbabwe&#39;s government and public life as given in this book that contains profiles and addresses of major Indian businesses in these countries.<br \/>\r\n<br \/>\r\nIndia has sponsored two major India-Africa Forum Summits in 2008 and 2011 to further boost its bilateral ties. The Indian entrepreneurs in Africa profiled in this book are probably doing more than the efforts at the government to government level.<br \/>\r\n<br \/>\r\n<em>(The views expressed above are the personal views of the author)<\/em><br \/>\r\n<br \/>\r\n<strong>This article can also be read at:<\/strong><br \/>\r\n<u><a href=\"http:\/\/twocircles.net\/2013dec26\/unheralded_indians_africa_make_good_money.html\" target=\"_blank\">Unheralded, Indians in Africa make good money<\/a><\/u><\/p>\r\n","type":"Media Coverage","added_on":"0000-00-00"},{"archive_id":"8","title1":"Soon, an Indian flavor to democracy in West Africa","title2":"","disp_down_link":"1","disp_print_link":"0","download_link":"http:\/\/iafs.in\/download.php?filename=images\/archives\/Soon, an Indian flavor to democracy in West Africa.docx","description":"<p><strong>December 09, 2013<\/strong><\/p>\r\n\r\n<p><em><u><a href=\"http:\/\/twocircles.net\" target=\"_blank\">Two Circles<\/a><\/u> \/ by Biswajit Choudhury<\/em><br \/>\r\n<br \/>\r\nIn a region with a chequered democratic past, there could soon be an Indian flavor to emerging democracies as India looks to increase its engagement with resource-rich West Africa.<br \/>\r\n<br \/>\r\nA 24-member delegation from eight African and Middle East countries, which witnessed the just concluded elections in five states, including Delhi, comprised the election commissioners from Gambia and Guinea Bissau and senior representatives from Nigeria and Senegal.<br \/>\r\n<br \/>\r\n&quot;I will ask our government to have the VVPAT ( Verified Voters Paper Audit Trail) machines, that we saw here, instead of paper ballotting in the next Gambian elections. The use of paper creates lots of problems,&quot; Alieu NJai, Gambia&#39;s election commissioner, told IANS.<br \/>\r\n<br \/>\r\nThe VVPAT, used on a trial basis in Delhi and Mizoram, is an electronic voting machine (EVM) where, after casting their ballots, voters can see the candidate&#39;s name and political party along with own name and electoral identification number.<br \/>\r\n<br \/>\r\n&quot;A lot of our practices in Africa are based on European examples. It is much better to come to India and directly learn about things that we can put to use,&quot; Njai added, describing his experience of the visit.<br \/>\r\n<br \/>\r\nAs those tasked with instrumentalising democracy in their countries liberated relatively recently from European colonial rule, the visitors stressed in no uncertain terms on the importance of democracy - and of learning from India about this.<br \/>\r\n<br \/>\r\n&quot;Democracy is most important for a country&#39;s development and to ensure that the fruits of development are redistributed equally,&quot; Augusto Mendes, chief election commissioner of Guinea Bissau, told IANS. A former Portugese colony, Guinea Bissau became independent in 1974 and held its first free elections in 1994.<br \/>\r\n<br \/>\r\n&quot;We have had various coups in Guinea Bissau and have lived with the problem of the military intervening in the polity,&quot; said Mendes, whose visit is part of an initiative of the West African electoral association ECONEC.<br \/>\r\n<br \/>\r\nECONEC was established in 2008 to serve as a regional platform for exchange of best practices and enhance the capacities of the electoral commissions of member states.<br \/>\r\n<br \/>\r\n&quot;India can help us implement new technologies in the electoral process, like electronic voting machines (EVMs) that reduce the risk of manipulating the election process,&quot; Mendes noted, adding: India can also organise some training courses for some African election commission members.&quot;<br \/>\r\n<br \/>\r\nThe designation of the observer from Senegal, Colonel Moumar Gueye of the National Election Commission (CENA), as poet and writer, reflects its history as one of Africa&#39;s model democracies.<br \/>\r\n<br \/>\r\nSituated in the western-most part of Africa, Senegal has an established multiparty system and a long tradition of civilian rule in a region that has been dogged by coups.<br \/>\r\n<br \/>\r\n&quot;Senegal is quite different in this respect of a democratic tradition. Even as a colony Senegal had representatives in the French parliament,&quot; Gueye told IANS.<br \/>\r\n<br \/>\r\n&quot;Senegal is the only country in West Africa that has never experienced a coup. The army is very professional and educated. Where armies are composed and led by people of low education and calibre, it increases the propensity of military takeovers,&quot; he added.<br \/>\r\n<br \/>\r\nGueye was quite struck by the peaceful, orderly conduct of the Delhi elections and the &quot;educated&quot; voters casting their votes here.<br \/>\r\n<br \/>\r\nHe too is keen to promote EVMs in his home country. &quot; We have a lot of paper used in our elections. The machines save time and nobody can manipulate the results,&quot; Gueye says.<br \/>\r\n<br \/>\r\nGueye, who has only known India through its films that are quite popular in Senegal, said that on returning he would initiate a process of checking out the efficacy of the EVMs in the heat and dust conditions of Senegal.<br \/>\r\n<br \/>\r\nNigeria is Africa&#39;s most populous nation as also the second largest economy, and the continent&#39;s biggest supplier of oil to India. It is similar to India in its mix of many ethnicities and religious groups.<br \/>\r\n<br \/>\r\nAbubakar Momoh from The Electoral Institute of Nigeria was most impressed by &quot;the trust that people have in the elections&quot; here and the orderly conduct of elections by India&#39;s election commission.<br \/>\r\n<br \/>\r\nHe said the major challenges faced by the election body in Nigeria are voter apathy and ensuring violence-free, peaceful conduct of elections.<br \/>\r\n<br \/>\r\n&quot;To have the elections in a peaceful, orderly manner, that includes the logistics of transporting equipment, officials and people to areas difficult to access are major challenges. People get restless if arrangements to vote are not made in time,&quot; Momoh told IANS.<br \/>\r\n<br \/>\r\nDescribing the EVM as an &quot;awesome&quot; innovation that many countries could emulate, Momoh said Nigeria can specifically learn from the Indian election commission&#39;s &quot;good educational strategy for voters&quot; that includes voter assistance units for illiterate and handicaped voters.<br \/>\r\n<br \/>\r\nHe was talking about the newly launched initiative called the Systematic Voters Education and Electoral Participation (SVEEP) under which awareness programmes through mass media are organised by poll officials and non-government organisations to woo voters.<br \/>\r\n<br \/>\r\n<em>(The views expressed above are personal views of writer)<\/em><br \/>\r\n<br \/>\r\n<strong>This article may also be read at:<\/strong><br \/>\r\n<a href=\"http:\/\/twocircles.net\/2013dec09\/soon_indian_flavor_democracy_west_africa.html\" target=\"_blank\"><u>Soon, an Indian flavor to democracy in West Africa<\/u><\/a><\/p>\r\n","type":"Media Coverage","added_on":"0000-00-00"},{"archive_id":"7","title1":"Rising Graph of India Popularity in Africa","title2":"","disp_down_link":"1","disp_print_link":"0","download_link":"http:\/\/iafs.in\/download.php?filename=images\/archives\/Rising Graph of Indias Popularity in Africa.docx","description":"<p>January 26, 2014<\/p>\r\n\r\n<p><em>By Vijay Naik<\/em><br \/>\r\n<br \/>\r\nAs India and South Africa celebrate the centenary of Mahatma Gandhi&#39;s last Satyagraha in South Africa this year, both India and the continent of Africa, comprising 53 nations, are ready to forge political, economic and strategic ties in practically every field of human activity. Ruled by colonial powers for over a century, India and Africa were bound by their proximity of thought to fight against the forces of imperialism. African Leaders Kwame Nkruma (Ghana), Haile Selassie (Ethiopia), Samora Machel, (Mozambique), Jonas Savimbi,(Angola), Jomo Kenyatta, (Kenya), Nelson Mandela, (South Africa) Julius Nyerere (Tanzania) and Leopold Sedar Senghor (Senegal) had close and friendly ties with India&#39;s first Prime Minister Jawaharlal Nehru and later with Indira Gandhi. Their struggle for freedom created a common bond of friendship.&nbsp;<br \/>\r\n<br \/>\r\nIndia has made a conscious effort to recognize the services rendered to mankind by the towering statesmen and women leaders of Africa. South Africa&#39;s first (post apartheid regime) President Nelson Mandela was awarded Jawaharlal Nehru Award for international understanding in 1979 and &lsquo;Bharat Ratna&rsquo;, India&rsquo;s highest civilian honour soon after his release from 27 years of imprisonment in 1990. Julius Nyerere, First President of Tanzania and South African cleric and activist Desmond Tutu were honored with Gandhi Peace Prize in 1995 and 2000 respectively. Among the recipients of Indira Gandhi Peace Prize are the first President of Namibia Sam Nujoma (1990); 12th President of Nigeria Olsegun Obasanjo (1995); 7th United Nations Secretary General Kofi Annan (2003); Kenya&#39;s Environmental and Political activist Wangari Maathai (2006) and President of Liberia Ellen Johnson Sirleaf (2012).&nbsp;<br \/>\r\n<br \/>\r\nThe foundations are not only enduring, but have become a bridge for future cooperation. That these ties were not translated into economic partnership for the last few decades has been a matter of worry.&nbsp;<br \/>\r\n<br \/>\r\nIndia and Africa with a combined population of 2 billion can achieve many a goal of making the world a place to live with a sense of equality and sustainability. Africa which imports most of its food from the West has a potential to become world&#39;s food basket in the years to come. India can certainly play a pivotal role in transfer of technology in the field of agriculture, software, pharmaceuticals, communications etc. The buzz word for India in Africa today is &#39;capacity builder&#39;. It is often debated whether India is engaged in competition or in a race with China in Africa. The answer is negative. India is going its own way, steady and sure to help African nations in their path of economic development. It is gratifying to note that a number of countries in Africa today have an enlightened and visionary leadership, which is aware of the dangers of economic colonization. When asked about his apprehensions, Foreign Minister of Mozambique Oldemiro Baloi speaking in Maputo and Ambassador of Ethiopia to India Ms.Genet Zewdie speaking in Delhi expressed near similar opinions. Mr. Boloi said, &#39;&#39;We are aware of the danger, but we have learnt from the past and would not allow any country to re-colonize Africa. We see large opportunities in cooperation with India, a trusted friend.&quot; Ms. Zewdie added, &#39;&#39;We do not see India as a land grabber.&quot; However, while China&#39;s investment in Africa stands at staggering $140 billion, India&#39;s investment stands at around $50 billion, thus giving a vast scope for India to expand its economic cooperation.&nbsp;<br \/>\r\n<br \/>\r\nIn the last few years, during visits to Ethiopia, Sudan, South Africa, Tanzania, DR Congo, Mozambique, Egypt and Kenya, I came across marvels (tangible assets) that China has built in Africa like roads in Kinshasa, ministerial buildings in Maputo, huge stadiums in some countries, an impressive building housing headquarters of African Union in Addis Ababa etc, but as one travels to the interiors of these countries, one finds tremendous goodwill created by Indian companies in the remotest parts, as they continue to assist local people to become self sufficient in their trades and vocations. There is a realization and recognition in the government quarters about India&#39;s &#39;Africa friendly&#39; policy and about the encouragement that it is giving to the private sector to expand its trade and business relations with the emerging continent. While Kirloskar is a household name for the African famers for the last half century or so, roads of many capital cities today are dotted with billboards of Tata, Bharati (Airtel), Reliance, Godrej, Karuturi, Birla, Jindals, State Bank of India, Bank of Baroda, etc. Farmers from Punjab have helped farmers in Burkina Faso to enhance their yield of crops; another company Omika distributed cycles to the farmers making them mobile in the remotest parts of DR Congo; gave them improved varieties of seeds which increased their yield. Prominent PIO (Person of Indian Origin) Jose Prankyan who launched Mozambique Holdings Group of Companies employ 1100 workers, including 100 Indians. I remember, ONGC Videsh gifting footballs to the schools and colleges in Khartoum as a gesture of goodwill, when it was engaged in construction of a pipeline in Sudan. The second and the third generations of Indian Africans have contributed their might for over a century to the economies of many African countries.&nbsp;<br \/>\r\n<br \/>\r\nWhen a team of Indian journalists called on Foreign Minister of South Africa Ms. Maite Mashabane in April 2011 in Pretoria, she said that she has a dream of connecting the entire continent by a road network form north to south and east to west. A continent with Indian and Atlantic oceans touching its shores is ripe to take a leap, and the prospects thereof are making the phrase already in vogue &#39;&#39;Scramble for Africa&#39;&#39; more and more popular.&nbsp;<br \/>\r\n<br \/>\r\nIndia continues to extend cooperation to the comity of nations to fight the scourge of piracy by Somalia&#39;s armed groups to secure sea lines for cargo and passenger ships. During the visit of President of Puntland (a region in northeastern Somalia) Abdi-rahman Muhamud Farole to India in May 2012 both sides discussed joint measures to deal with piracy. That India is an important ally of Africa in fighting growing terrorism was evident when India supported the French and Malian troops in their fight against al-Qaeda linked militants in Mali.&nbsp;<br \/>\r\n<br \/>\r\nThe two way cooperation is a work in progress. Apart from bilateral ties and regular dialogues with number of African countries, India hosted a foreign ministers conference of 48 least developed countries in February 2011. Out of these there were as many as 35 countries from Africa. Extension of Lines of Credit, Africa- E Connectivity Project and other development assistance initiatives were discussed. At the fourth International Conference on LDCs held in Istanbul in May 2011, India offered a credit line of US$ 1 billion; 250 additional Indian Technical and Economic Cooperation (ITEC) scholarships and a grant of US$ 5 million to support the Istanbul Programme of Action.&nbsp;<br \/>\r\n<br \/>\r\nAmong the landmark conferences, the first-ever India Africa Forum Summit held in Delhi in April 2008 and a follow-on second summit held in Addis Ababa in May 2011 stand as shining examples of India&#39;s commitment to Africa. In the second Summit, Indian Prime Minister Dr. Manmohan Singh announced a US$ 5 billion credit line to Africa for the next three years. He also declared India&rsquo;s support to the development of a new Ethiopia-Djibouti railway line to the tune of US$ 300 million. In addition, India offered an additional US$ 700 million to establish new institutions and training programmes in consultation with the African Union and its institutions. Following the success of the Pan-African E-Network, as a next step, India also announced the proposal to establish an India-Africa Virtual University. Another landmark initiative is the proposal to establish an &#39;India-Africa Institute of Foreign Trade&#39; in Kampala, Uganda. However, it is my view that Banjul Formula under which these summits take place needs to be amended to allow more countries (from 14 countries to at least 20 at a time) to take part in the Forum Summits.&nbsp;<br \/>\r\n<br \/>\r\nSetting up of &#39;Africa - India Editors Forum&#39; in Addis Ababa in 2011 was a step forward in enhancing connectivity amongst media. &#39;Africa Connect&#39; portal run by the Indo Asian News Service with the help and encouragement of the Ministry of External Affairs of India has also picked up momentum and continues to exchange news and views about important developments, thereby giving strength to India&#39;s Africa policy in order to create mutual trust for a better tomorrow.&nbsp;<br \/>\r\n<br \/>\r\n<em>(The author is a member of Africa-India Editors Forum and Consulting Editor of Sakal Papers based in New Delhi and can be reached at&nbsp;<\/em><a href=\"mailto:vijay.p.naik@gmail.com\"><em>vijay.p.naik@gmail.com<\/em><\/a><em>)<br \/>\r\n<br \/>\r\n(This is special article commissioned by External Publicity Division of Ministry of External Affairs on the occasion of 65th Republic Day)<\/em><\/p>\r\n","type":"Media Coverage","added_on":"0000-00-00"},{"archive_id":"6","title1":"Indian expertise on offer to East Africa","title2":"East African Business Week","disp_down_link":"1","disp_print_link":"0","download_link":"http:\/\/iafs.in\/download.php?filename=images\/archives\/Indian expertise on offer to East Africa.docx","description":"<p><strong>Sunday, March 29th, 2015<\/strong><\/p>\r\n\r\n<p><em>East African Business Week \/&nbsp;<\/em>By John Sambo<\/p>\r\n\r\n<p><strong>Several small and medium size enterprises (SMEs) in East Africa will benefit from a new move by the Geneva-based International Trade centre (ITC) to use Indian expertise improve their businesses.<\/strong><\/p>\r\n\r\n<p>ITC says the Supporting Indian Trade and Investment for Africa (SITA) project, will boost trade and investment between Indian and East African businesses through growth in key sectors.<\/p>\r\n\r\n<p>&ldquo;SITA is about supporting south-south trade and investment links. It is also about intelligently blending development aid with private sector support to generate new economic opportunities. East African businesses will be introduced and matched with potential Indian partners, who they can work with to produce competitive products and services,&rdquo; Arancha Gonz&aacute;lez, the ITC Executive Director said last week.<\/p>\r\n\r\n<p>This south-south trade and investment promotion project is the result of several rounds of talks between representatives of the business community, government and international organizations from India, Ethiopia, Kenya, Rwanda, Uganda and Tanzania.<\/p>\r\n\r\n<p>Gonz&aacute;lez officially launched the project in New Delhi with Sumanta Chaudhuri, Joint Secretary of the Indian Department of Commerce; Yaduvendra Mathur, Chairman and Managing Director of the Export-Import Bank of India; and Sameer Munjal, Vice Chairman of the Confederation of Indian Industry (CII) Haryana State Council.<\/p>\r\n\r\n<p>The aim is to equip East African businesses with the means to produce high-quality products and services that meet the demands of the Indian market and beyond.<\/p>\r\n\r\n<p>The SITA objectives will be achieved by enabling access to India&rsquo;s market and facilitating investment and transfer of Indian knowledge, expertise and technology to East Africa by promoting public-private dialogue and partnerships; improving capacities of East African companies and creating business linkages.<\/p>\r\n\r\n<p>Gonz&aacute;lez said an Indian-African partnership underpinned by jugaad will result in opportunities arising from adversity: the ability to do more with less; to think and act flexibly to find simple solutions for increasingly complex problems; and most of all, practicality that helps eliminate complexity.&rsquo;<\/p>\r\n\r\n<p>Jugaad is a colloquial Hindi-Urdu word that can mean an innovative fix or a simple work-around, used for solutions that bend rules, or a resource that can be used as such, or a person who can solve a complicated issue.<\/p>\r\n\r\n<p>Despite an enormous untapped potential for trade expansion between India and Africa, data reveal that a limited number of products are currently being traded. India&rsquo;s trade with Africa is concentrated in certain sectors and countries, and it is dominated by exports of primary commodities. While the potential for export diversification exists, it may not be realized without targeted intervention.<\/p>\r\n\r\n<p>India is well-positioned as a partner to improve the productive and export capacities of African partner countries. India&rsquo;s expertise can be leveraged to<\/p>\r\n\r\n<p>The project targets growth in priority sectors, including essential oils; sunflower oil; business-process outsourcing and information-technology enabled services; leather; spices; cotton, textiles and apparel; coffee; pulses; and various emerging sectors in the five East African countries.<\/p>\r\n","type":"Media Coverage","added_on":"0000-00-00"}]}