{"data":[{"archive_id":"12","title1":"Excerpts from Media briefing by Secretary (West), Ministry of External Affairs announcing India Africa Forum Summit –III","title2":"","disp_down_link":"1","disp_print_link":"1","download_link":"http:\/\/iafs.in\/download.php?filename=images\/archives\/Media Briefing by Secretary (West), MEA announcing India Africa Summit -III.docx","description":"<p><strong>March 25, 2015<\/strong><\/p>\r\n\r\n<p>Official Spokesperson (Shri Syed Akbaruddin): Good evening friends and thank you very much for coming this afternoon for our regular interaction. As is usual, I will make a few announcements following which the floor will be open for you to seek any clarifications about that.<\/p>\r\n\r\n<p>One of the announcements that I have to make relates to two of my colleagues who are here. I have with me Secretary (West) Mr. Navtej Sarna. To his right is Mr. Vinay Kumar who is Joint Secretary (East &amp; Southern Africa). What we will do is after the announcements Mr. Sarna will make a few comments following which all of you can address the issues that he has to make comments on. In addition to anything that I would announce, after that of course you have the right to ask me anything else that you would like to ask.<\/p>\r\n\r\n<p>The first announcement that I have to make is that the Government of India had, on January 21st, issued an advisory to all Indian nationals in Yemen. We would like to reiterate that now and that is, &quot;The security situation in Yemen is fragile with high possibility of major conflict and disturbances. We, therefore, urge and advice all Indian nationals who are resident in Yemen to consider leaving Yemen on a voluntary basis by earliest available commercial flights.<\/p>\r\n\r\n<p>The second announcement that I have to make relates to Prime Minister&rsquo;s forthcoming visits. Prime Minister Shri Narendra Modi will be paying official visits to France, Germany and Canada from 9thto 16thApril. His first destination will be France, from late in the evening of the 9thto the 12th. In France, Prime Minister will have meetings with President Francois Hollande. He will interact with different sections of the French society as well as the leadership there and members of the Indian community resident in France.<\/p>\r\n\r\n<p>His second destination will be Germany. As you are aware, Prime Minister will be in Germany from 12thto 14thof April in connection with the inauguration of the Hannover Messe festival. India is a partner country at this year&rsquo;s Hannover Messe. In addition to inaugurating the Hannover Messe along with Chancellor Merkel, Prime Minister will also have bilateral discussions with Chancellor Merkel and other senior leaders in Germany before his departure to his next destination, which is Canada.<\/p>\r\n\r\n<p>Prime Minister will be in Canada from the 14thto the 16thof April. During this period he will have discussions with his Canadian counterpart Prime Minister Harper, he will interact with the Indian community there, and also with the large Indian community resident in Canada. In each of these three countries, Prime Minister is also expected to visit other than the capitals. We are still working out those arrangements, and we will only be able to share those a little later. But we thought we would let you know the broad contours of his visits to these three places.<\/p>\r\n\r\n<p>Prime Minister&rsquo;s visits to France, Germany and Canada reflect the &lsquo;Link West&rsquo; aspect of India&rsquo;s foreign policy. We see this as an opportunity to reinforce our strong links with each of these countries with a focus on investment and technological tie-ups. That is the second element of my announcement.<\/p>\r\n\r\n<p>The third announcement I have relates to perhaps the biggest diplomatic event that we plan to hold this year in New Delhi. This relates to the India-Africa Forum Summit (IAFS). I have here with me my colleagues to explain to you the significance and import of this event which will be held in the last week of October.<\/p>\r\n\r\n<p>With these three announcements what I will do is request Secretary (West), Mr. Navtej Sarna, to make a few comments about the forthcoming India-Africa Forum Summit, after which the floor will be open to you.<\/p>\r\n\r\n<p>Secretary (West) (Shri Navtej Sarna): Thank you Akbar; good afternoon everybody.<\/p>\r\n\r\n<p>As JS (XP) has already told you, we will have the third India-Africa Forum Summit later this year in consultation with the African Union Commission. The dates that have been worked out for the Summit are 26th30thof October. The breakup will be somewhat as follows. On the 26thOctober you have the Senior Officials&rsquo; Meeting. On the 27thOctober you would have the Foreign Ministers&rsquo; Meeting. On the 28thwould be the arrival of Heads of State and Government. The Summit would be on the 29thOctober. We would keep the 30thOctober for bilateral interactions with various Heads of State and Government with our leadership. That is the programmatic aspects of the Summit. Exact venues, timings etc., we will tell you in due course.<\/p>\r\n\r\n<p>It would be useful to recollect that the India-Africa Forum Summit mechanism was put into place to give a framework to India&rsquo;s engagement with Africa in the present century - the functional, the economical, and the political engagement with the entire continent as a whole. The first India-Africa Forum Summit was held in 2008 in India. The second one was held in 2011 in Addis Ababa. This will be the third one.<\/p>\r\n\r\n<p>The difference in this one is going to be that in order to fully reflect the way we are engaging the continent, we would be inviting all 54 members of Africa unlike in the previous Summits where the engagement was with a limited number according to a formula worked out by the AU. So this would a first in that sense also.<\/p>\r\n\r\n<p>To give you some idea of the relationship and what we are trying to strengthen and build up, in the last ten years or so since this mechanism was set up and before that we have actually made available soft loans in terms of Lines of Credit of more than USD 7 billion to our African partners. That forms nearly two-thirds of all Lines of Credit given by India in the last 10 years. Besides the loans we have set up a number of capacity-building institutions in various stages of implementation. There are three vocational training centres that have already been set up in Ethiopia, Burundi and Rwanda, and several others in the pipeline nearing completion. I mention these because capacity building is one of the major planks of our cooperation with Africa. So we have of course a lot of people coming from Africa for training in various courses here. But when we set up capacity-building institutions in Africa, then there is that much more scope for providing training to the African countries in their own countries.<\/p>\r\n\r\n<p>In terms of people coming in on scholarships, 22 thousand scholarships have been awarded to African participants under various schemes. These include Pan-African e-Network project, agricultural scholarships, the C.V. Raman scientific fellowships, ITEC, ICCR and other training courses.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Talking of the Pan African e-Network Project, I may tell you that that is one of our most successful projects in terms of e-medicine and e-education, and that is now active in 48 African countries and has been working very well. It was to have been handed over to the African Union in 2014, but at their request we have continued to keep it going ourselves for another two years.<\/p>\r\n\r\n<p>Besides this, a number academic and business conferences have been held in India in this framework, and there have been exchanges of Parliamentarians, journalists and scholars.<\/p>\r\n\r\n<p>In terms of trade figures there has been a robust increase. In the last 10 years trade has expanded 14 times from where it was. It has today crossed USD 70 billion with Africa. Besides trade we have an investment from Indian entities, direct foreign investment, amounting to USD 32 billion. India has also emerged as an attractive destination for African students and for medical tourism.<\/p>\r\n\r\n<p>This Summit will give us another opportunity to assess our overall engagement with all of the African continent and will provide a future direction to this engagement in the coming years. This is something which has been eagerly looked forward to by our partners as well as by us. So I am sure, as the weeks and months go by and we reach the Summit, we will have an opportunity to give you more details about the specific documents, about the specific declarations, about the various elements that will be finalized in the run up to the Summit. Thank you.<\/p>\r\n\r\n<p>Official Spokesperson: What we will do now is that we will first take questions related to what Secretary (West) has said. We will then go back to any of the questions that you may have relating to the announcements that I made. And then we open up the floor for anything else. So the floor is now open for questions relating to the India-Africa Forum Summit.<\/p>\r\n\r\n<p>Question: You talked about engagement with Africa. But that is not on a very robust footing as of now. First, there are more incoming visits from Africa and on reciprocity we do not have the outgoing visits. The number two is, Indian Embassy has presence only in 42 out of 54 countries. And the ITEC, which you said is India&rsquo;s flagship program for Africa, is present only in 48 countries. Since you are inviting the leaders of all the 54 countries over here, how do you think of bridging this gap?<\/p>\r\n\r\n<p>Secretary (West): I am actually very grateful for your points because you have added substance to what I actually said. I only differ with your conclusion. If we actually have 48 out of 54, I think it is a very robust engagement. I do not know how you call it not robust.<\/p>\r\n\r\n<p>I think VVIP visits are a very important aspect of our engagement but they are not the only factor. If you see, the first visit that the Prime Minister has made this year has been to two African countries, Seychelles and Mauritius. And there are other visits planned at various levels in the coming year. VVIP visits are often a question of scheduling, and it all may not happen together. But the fact that we have been focussing will become very obvious to you as we go towards the Summit. At this stage I would not share more information on that.<\/p>\r\n\r\n<p>ITEC, as you yourself said, is active in 48 countries. Although you discounted, I would differ, in our interactions with other countries, we have always found a very positive recognition of the fact that India is actually represented by Embassies in so many African countries. The fact that our investment is what it is, I would like you to do a comparison with some other countries. I do not want to mention names here but this was very positively commented upon in the African Union Summit in Addis Ababa in the last week of January. The fact is that the Pan African e-Network is there in 48 countries but ITEC is there, if I am not wrong, in 54 countries.<\/p>\r\n\r\n<p>ITEC is also a question of the recipient country utilizing scholarship. We give slots; sometimes we give a hundred slots to each country. That time the country may not be in a position to actually send 100 people. Permit me to say to you, but this is a kind of easy conclusion to draw that India is not fully engaged in Africa. I would request you to break it down into elements. Visits is one element, trade is another, capacity building is another, investment is another, diaspora is another. And when you actually do that you will see a kind of deep engagement that exists already. There is always scope for expansion. The best of relationships can be upgraded, and that is what we are trying.<\/p>\r\n\r\n<p>Question: Have the Heads of State of all 54 member countries confirmed their participation?<\/p>\r\n\r\n<p>Secretary (West): I have only announced the dates today, Ranjit. Formal invitations will now go out to all three levels - Heads of State and Government from our leadership, Foreign Ministers from our Foreign Minister, and Senior Officials from our Senior Officials. Then we will start the process of getting confirmations.<\/p>\r\n\r\n<p>Official Spokesperson: And we will keep you informed, Ranjit.<\/p>\r\n\r\n<p>Secretary (West): Yes, periodically we will do an assessment.<\/p>\r\n\r\n<p>Question: Sir, last year when the third India-Africa Summit was originally scheduled to be held we had postponed it because of concerns regarding the Ebola virus in West Africa. In West Africa, those concerns of course still remain. Are we better prepared to handle the situation this time? What has made us decide to go ahead with this now?<\/p>\r\n\r\n<p>Secretary (West): Actually if you go back, the postponement was done because there were widespread concerns around the world in terms of travel, in terms of adequate medical arrangements. While we were prepared technically to handle that, we thought that it would not be the right atmosphere for a Summit if we had to set up very extensive medical checks on arrivals on what is supposed to be a very joyous, positive and a constructive engagement.<\/p>\r\n\r\n<p>We have been watching the WHO guidelines on Ebola. We have been watching other international events that have been held around the world and in Africa itself. And on the basis of a considered opinion we have taken a balanced decision that despite the fact that those concerns remain, however, the trends are looking different today, and also the fact that the overall engagement with Africa, we did not want to put it away indefinitely. It is far too important for us. So we will do what is necessary to be done.<\/p>\r\n\r\n<p>Official Spokesperson: If you have any questions on any of the two other announcements that I made, we will take them now. I would just preface the visits announcement with a caveat that we will have separate briefings nearer the visits on specific elements of that visit. This was just to let all of you understand the broad contours so that all of you can start preparing. There have been several who are already planning to travel along to various destinations. This will give you an idea of that. If you have any questions on the Yemen part, I will answer.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Question: Can we expect good news in France during the visit regarding the plane for the army, the Rafale?<\/p>\r\n\r\n<p>Official Spokesperson: I said I will do the briefing on those elements later and we will share all good news with you.<\/p>\r\n\r\n<p>Question: Sir, kya aap hamein bata sakte hain ki PM ke France aur Germany visits mein unki public meetings kya hongi apart from Hannover? Kya voh Paris aur Germany mein kahin jaayenge?<\/p>\r\n\r\n<p>Official Spokesperson: Jaise maine aapko bataya hai ek advance team abhi France, Germany aur Canada gayi hui hai. Pradhan Mantri Capitals ke alawa har jagah ek aur city mein jaayenge. Toh ye abhi finalize karna hai hamein. Jaise ki Paris ke alawa ek aur city mein jaayenge France ke; Hannover ke alawa Capital jaayenge; aur Canada mein Ottawa ke alawa aur jagah jaayenge. Toh ye aapko hum tabhi bataa sakenge jab advance team wapas aa jaaye. Shayad end of this month wapas aa jaayenge, aur uske baare mein hum aapko details mein batayenge.<\/p>\r\n\r\n<p>Question: Sir, you mentioned the PM&rsquo;s visit to Canada and you also mentioned the fact there is a large Indian community there. So is he planning any address to the Indians in Canada on the lines of what he did in the US?<\/p>\r\n\r\n<p>Official Spokesperson: The Prime Minister loses no opportunity to engage with the large number of Indians resident in places he visits. So expect Prime Minister&rsquo;s engagement at different venues in accordance with what can be arranged by the local communities there working with the Mission.<\/p>\r\n\r\n<p>Question: This is related to the Hannover Messe. The theme is &lsquo;Make In India&rsquo;. Can you give us a brief idea of what we are showcasing, which are the stalls and something like that?<\/p>\r\n\r\n<p>Official Spokesperson: I mentioned to you that I will do a detailed briefing on this matter in due course. At this stage I am here to outline the contours of the programs for you, I have outlined those. If you have any specificity in terms of the contours of the program I will reply. But on the substance, we will have detailed briefings for you.<\/p>\r\n\r\n<p>Question: Could you just give us a sense of the number of Indians that we are looking at in Yemen. In the past in Libya and other countries, despite advisories till the last moment we have had a situation where ultimately the Indian government has been pressed in to sending out flights to pull them off. So what is the situation like right now?<\/p>\r\n\r\n<p>Official Spokesperson: I think that is a very good question in terms of explaining to you where we stand. When the problems erupted in Yemen some years ago, we had approximately 11,000 to 12,000 Indian nationals resident there. When we did a headcount recently, we assessed the numbers to be down to about 3,500. The majority of them are in Sanaa which is the capital, approximately 2,500. There are some in Aden, about 250. Another significant number of them are in Hudaydah, about 150. The rest are spread out in different places. That is in terms of figures.<\/p>\r\n\r\n<p>You are right that we have had problems elsewhere. In terms of categories, we have approximately 50 per cent of these 3,500 who are nurses. We have urged them, we are working with them. The Government of India is very keen, and this is the third advisory that we have put out through our Mission there, the second time I am articulating it. But on the 19thof March we have put out another advisory through our Embassy in Sanaa. We did once on the 21stof January, the second on the 19thof March and the third now. We hope that through you we can communicate the seriousness of the situation there and advice everyone to leave as long as it is possible.<\/p>\r\n\r\n<p>Question: There is talk of military intervention from GCC in Yemen. Do you support it, especially in view of the Qatar Emir&rsquo;s visit?<\/p>\r\n\r\n<p>Official Spokesperson: The talk that you hear, I have not heard. That said, we keep monitoring the situation and we will articulate positions based on how the situation evolves, not on the basis of kite flying.<\/p>\r\n\r\n<p>If there are no further questions on this, I will open the floor for any other questions.<\/p>\r\n\r\n<p>Question: In the last briefing you mentioned that when Emir of Qatar will be here there will be opportunities opening up for India as well as investments from Qatar. Can you give us an idea of what opportunities opened up today?<\/p>\r\n\r\n<p>Official Spokesperson: During the talks between the Prime Minister and the Emir of Qatar there were three broad areas of economic engagement that we focused on. One was investments into India. From the conversation and the positive tone of the Emir of Qatar we see that there is significant scope for moving ahead. For example, he did mention that he trusts the economy of India. He also added, he trusts the Prime Minister&rsquo;s vision for development of India.<\/p>\r\n\r\n<p>He felt that it is now time for Qatar to look seriously in terms of creating, he did say that he is going to look at an institutional mechanism which can help in speeding up this process. He will go back and work out an institutional mechanism from their side which is able to identify quickly projects which are of interest to them.<\/p>\r\n\r\n<p>One of the areas that we flagged was that we have two forms of projects available. One is ongoing projects or in ongoing sectors. For example, defence, railways and highways. These three were flagged as largely government projects where there are secure returns, returns much higher than what would be available, as well as that these are of ongoing nature. You are aware these are not greenfield projects. These are projects where there is a history of working on them. These were three areas.<\/p>\r\n\r\n<p>The second element was defence sector. Prime Minister outlined his vision of Make in India for defence, and he indicated that we are serious in substituting importing into India through defence production in India, which will also enable us to provide assistance or to provide equipment for our partners once we move down that road. This was another element of what was discussed.<\/p>\r\n\r\n<p>The third was opportunities for Indian companies to work in Qatar. Qatar is aiming at massive infrastructure development in the context of the FIFA World Cup in 2022, and Prime Minister mentioned opportunities that could arise for Indian companies in roadways, and there are a large number of Indian companies already working there. Some of them have huge projects. It goes into millions and if you total all of them, into billions.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>So there already exists a base, and the effort now is to build on that base. The steps that they have taken forward is to have an institutional mechanism here in India so that Qatar can directly seek opportunities and through their investment fund invest in India.<\/p>\r\n\r\n<p>Question: Akbar, India voted along with Russia at the United Nations in favour of a Resolution that basically wanted to stop gay couples who are employed by the UN from getting the same benefits as married couples. I understand that India criminalises homosexuality but there were 37 countries that abstained. And we are in the august company now of Syria, Nigeria, Saudi Arabia, Pakistan, Iran and those countries in voting against gay rights. My question is, could we not have abstained?<\/p>\r\n\r\n<p>Official Spokesperson: Thank you for asking that question because I would like to explain the context in which our vote on that matter was cast. What we saw is the following. The United Nations had until recently a system whereby they would decide on sort of emoluments or privileges for partners or spouses depending on the law of the country from which that individual hailed. In the sense, it was that what governs you as an individual in your country will be the basis on which the United Nations would give you those benefits or perks or those entitlements. This was the established practice, approved by the United Nations General Assembly, and accepted by every United Nations organisation.<\/p>\r\n\r\n<p>What happened more recently was the United Nations Secretary General of his own accord changed that. So our objection was one of change by the Secretariat without consulting the countries concerned about this. So it is not as straightforward as you made it out to be. It is a complex issue of &ndash; are nationals of a state governed by their laws or governed by decisions of others? I think that was the basis on which a decision was taken to vote on that Resolution. That is the substantive interpretation or substantive explanation of why we had voted on that resolution in the manner we did.<\/p>\r\n\r\n<p>Question: Sir, are there any details available on the India-Lanka fishermen&rsquo;s talks that were held?<\/p>\r\n\r\n<p>Official Spokesperson: I will try to give you an understanding of the trajectory or the tone rather than the specific details because diplomacy demands that there is space for people to work; they cannot work in the public glare. So let me tell you, this was the third in recent times of a discussion between fishermen&rsquo;s associations from India and Sri Lanka. The first was in January last year; the second was in May last year; and this was the third. So it is a sequential approach to that. Our understanding was, both the atmospherics as well as the receptivity during this meeting was much better compared to previous meetings.<\/p>\r\n\r\n<p>Now what are the issues? The issues are that, I think everybody understands that there is no solution just round the corner. This is a longer term requirement which we need to address. If that is so, the focus of the suggestions made by the Indian side is to try and see in the interim if it would be possible to work out a via media where there could be environmentally sustainable fishing which would be a win-win situation for both sides. That is the nub of the issue.<\/p>\r\n\r\n<p>They have made some suggestions. The Sri Lankan side has been, as I said, there has been greater receptivity to these suggestions. However, I understand that they will go back to Sri Lanka and sometime in April they are having a fairly detailed conference amongst all of them to take cognizance of how they need to proceed. It is at that conference that they will discuss these suggestions following which they will come back, or there will be a next meeting that is in May. So that is where we are on that.<\/p>\r\n\r\n<p>Question: Can you elaborate what was put on the plate for the fishermen to discuss?<\/p>\r\n\r\n<p>Official Spokesperson: Fish.<\/p>\r\n\r\n<p>Question: What was the offer?<\/p>\r\n\r\n<p>Official Spokesperson: Look, I cannot tell you whether it was grilled or steamed or fried; all of you can give suggestions.<\/p>\r\n\r\n<p>My point is, this is a negotiation process. In the negotiation process, as I said, the broad rubric is environmentally sustainable approaches. How could we move to that in a phased manner, that is the approach. I will not get into the details of what those are because it is not fair for everybody to learn through you rather than through their representatives over there. But I have given you the broad idea so that you can understand this. &hellip;(Inaudible)&hellip;Maybe it is a red herring!<\/p>\r\n\r\n<p>Question: Akbar, in the past two days the MoS External Affairs has been in the headlines for his recent tweets after attending the Pak National Day. For greater clarity, could we know what the stand of the Government is? From the PC it was apparent that he said that it was miscommunication and misunderstanding of the word disgust. I would expect greater clarity of what is the stand of the Government. Does the Government also see it as a miscommunication or is the Government embarrassed by the MoS External Affairs tweets?<\/p>\r\n\r\n<p>Official Spokesperson: The best person to explain this is the Minister of State himself. He has articulated his views repeatedly. He did it at 11 o&rsquo;clock when there were issues raised the day before yesterday, and he did it again yesterday. And that is the last word on that.<\/p>\r\n\r\n<p>I also want to make it very clear that he went there as the Government representative. He went there based on a considered decision. He went there based on our understanding of how we approach these things. He was not the first Minister of State to go there, and he certainly will not be the last Minister of State to go on such occasions. There is a carefully calibrated approach that we follow on such matters. And Government nominates a person to go on such occasions, in this instance it was the Minister of State for External Affairs Mr. V.K. Singh.<\/p>\r\n\r\n<p>Question: Could we know at what time was the MoS informed that he has to represent India? Till six in the evening he insisted that he was not aware. Was it a last minute decision to send him?<\/p>\r\n\r\n<p>Official Spokesperson: I think others are giving contrary views. You may have heard that at a certain stage. I said this was a carefully considered decision, a calibrated decision, a decision taken well in time.<\/p>\r\n\r\n<p>Question: Sir, Pak Uchhayog mein Kashmiri separatists lagataar baat-cheet kar rahe hain. Aap logon ne pehle joh stand liya tha voh bahut kada rukh tha. Lekin ab aapka stand naram hua hai. Toh aakhir aisa kya development hua hai is poore dauran ki aap logon ka rukh naram hua hai pehle se?<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Official Spokesperson: Thank you very much. Let me try and explain. In diplomacy, contextual specificities are of importance. So, please assess our stances in terms of the contextual specificities rather than trying to adopt a reductionist approach and beat down diplomacy to very dumb levels. We carefully examine these situations. We take responses based on our understanding of the contextual situation. And we have taken this decision based on the contextual situation including reciprocity of who had come to the Indian Republic Day celebration in Islamabad some time ago, which none of you were interested in any case.<\/p>\r\n\r\n<p>Question: When is the Prime Minister likely to visit Japan? And do we hear about defence-related tie-ups if so with the Government of Japan?<\/p>\r\n\r\n<p>Official Spokesperson: We have an arrangement with Japan whereby we have annual summits. You are aware that Prime Minister visited last year for the annual summit. Therefore, this year we expect to welcome the Prime Minister of Japan during the latter half of this year.<\/p>\r\n\r\n<p>Question: Sir, Twitter is a very recent phenomenon, but there have been other forms of communication in the past. Do you have any record of a MoS External Affairs speaking about disgust or duty after a visit to the Pakistan High Commission in the past?<\/p>\r\n\r\n<p>Official Spokesperson: Shrinjoy, if I had an answer to your question I would be an archivist, not a Spokesperson. Even if you ask me about my record of what I have tweeted, the 7000 tweets that I have, I do not have that. So, please do not expect me to be an archivist. I am a diplomat. We respond to situations as they emerge.<\/p>\r\n\r\n<p>Question: Was the MoS ticked off by the Government for his tweets?<\/p>\r\n\r\n<p>Official Spokesperson: I have no idea what you are saying.<\/p>\r\n\r\n<p>Question: This is related to the Foreign Secretary&rsquo;s visit to the SAARC countries. Could you give us a sense of outcome of particularly the meeting with his counterpart in Pakistan and Bangladesh?<\/p>\r\n\r\n<p>Official Spokesperson: I think the Foreign Secretary&rsquo;s visit was in the context of a SAARC Yatra, which meant that the primary focus of the interactions was, how do we take forward the visionary proposals that Prime Minister had put forth in his statement during the Kathmandu summit. Therefore there was a lot of discussion on some of those specificities. For example, the SAARC satellite. Another example is vaccine which India is offering to do. A third is the South Asian University. Of course when the Foreign Secretary visits these countries he will certainly discuss bilateral issues. As diplomats we take every opportunity to utilise time and space to push our interests. Therefore, with Pakistan and with Bangladesh bilateral issues were discussed, all aspects of those bilateral issues. We have put out in the public domain what were those issues. The Pakistani side has also put out their version of it.<\/p>\r\n\r\n<p>With Bangladesh, you are aware that India and Bangladesh relationship is today amongst the best it has been. We are working with Bangladesh on a host of issues including river waters, border management, economic ties, global cooperation in international relations, and development partnership. All these were discussed.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Question: At any point, did the Minister of State for External Affairs convey to the Ministry that he did not want to or he did not wish to attend the Pakistan National Day?<\/p>\r\n\r\n<p>Official Spokesperson: I think he has answered this question himself. He has answered this question yesterday. He said it was a Government decision. That is it.<\/p>\r\n\r\n<p>Question: Akbar, in the last briefing you said India and the USA have overcome the hurdles in the implementation of the nuclear deal on the administrative arrangements. You said there was also a workshop on nuclear insurance pool. Could we just know what was the response of the companies which participated in the workshop? How feasible they found this idea?<\/p>\r\n\r\n<p>Official Spokesperson: The workshop relates to trying and explaining what the contours and the legal configurations of the insurance approach is. Since this is a first for India what we did was, we got people from outside who have experience in this, like the French. And we also had the Indian approach outlined by the GIC so that everybody understands that what we are doing is in accordance with broadly accepted international practice.<\/p>\r\n\r\n<p>Once that is done, it is now the next step for companies to work together amongst each other. I mentioned to you that more than 100 companies participated in that. Our understanding is that we have moved on. There are no longer any policy hurdles that are impeding nuclear cooperation between India and the rest of the world including the United States. Now the feasibility, the commercial viability of these things will be addressed by the companies themselves. Policy hurdles are over.<\/p>\r\n\r\n<p>Question: India and China just finished the 18thround of border talks and Mr. Yang Jiechi also met Prime Minister Modi. We see that in the last two visits of Chinese leadership actually there were standoffs at the border. So, does this 18thround of border talks build the confidence for India of the border situation for Mr. Modi&rsquo;s visit to China this time?<\/p>\r\n\r\n<p>Official Spokesperson: You are aware that in the statement that we put out yesterday we did indicate that peace and tranquillity on the border is of the utmost importance to us. This is a shared understanding with the Chinese side. And as good partners we work together with the Chinese on this on the basis of trust and understanding.<\/p>\r\n\r\n<p>Question: On the 18thof December, Mrs. Swaraj in Parliament told about a proposal from Italy about a consensual solution on the issue of Italian Marines. Now it is three months and I would like to know if there are any developments about the specific issue, about the proposal from Italy?<\/p>\r\n\r\n<p>Official Spokesperson: Since Secretary (West) who handles these matters is here, I will take the opportunity to ask him to respond to that.<\/p>\r\n\r\n<p>Secretary (West): You are right. This proposal has been received. It is presently being examined by our legal experts.<\/p>\r\n\r\n<p>Question: Just one follow-up on the India-China border talks. The statement had mentioned that India and China sought to expand contacts between the border forces. Can you just give a little bit more detail what kind of contacts are these?<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Official Spokesperson: There is an agreement which lays down what are the mechanisms, what will be the number of places, at what levels should they meet, and with what frequency. The effort is to expand that - levels, frequency, places.<\/p>\r\n\r\n<p><a name=\"_GoBack\"><\/a>If you have no further questions, thank you very much for being here.<\/p>\r\n","type":"Press Release","added_on":"0000-00-00"},{"archive_id":"11","title1":"The 9th Session of the India-South Africa Joint Ministerial Commission (JMC)","title2":"","disp_down_link":"1","disp_print_link":"1","download_link":"http:\/\/iafs.in\/download.php?filename=images\/archives\/The 9th Session of the India-South Africa Joint Ministerial Commission (JMC).docx","description":"<p><strong>Durban \/ May 19, 2015<\/strong><\/p>\r\n\r\n<p>1. The 9th Session of the India-South Africa Joint Ministerial Commission (JMC) was held in Durban on 19th May 2015. It was co-Chaired by Foreign Minister Ms. Maite Nkoana-Mashabane and Minister for External Affairs and Overseas Indian Affairs, Smt. Sushma Swaraj. Officials from the 7 Sub-Committees under the JMC were also present for the meeting.<\/p>\r\n\r\n<p>2. To make the JMC more result-oriented, the two Ministers agreed to work under the framework of a five year strategic programme of cooperation. They identified the following priority areas of cooperation: defence, deep-mining, science and technology, agriculture &amp; food processing and insurance. To facilitate this, a new Joint Working Group on Trade &amp; Economic matters would be established. Furthermore, the South African side suggested that negotiations be launched to arrive at an India-South Africa Preferential Trade Agreement (PTA). The Indian side welcomed this. Talks would be initiated at the earliest in this regard.<\/p>\r\n\r\n<p>3. It was also decided to set up a new Sub-Committee on Science &amp; Technology, and promote cooperation in Micro, Small and Medium Enterprises (MSMEs).<\/p>\r\n\r\n<p>4. Prior to the JMC, Minister Swaraj called on H.E. President Jacob Zuma and extended the invitation of Hon&rsquo;ble Prime Minister Narendra Modi to President Jacob Zuma to attend the third India-Africa Forum Summit (IAFS-III) in October 2015 in New Delhi. External Affairs Minister also extended on invitation for the same to Foreign Minister Mashabane. Both President Zuma and Minister Mashabane conveyed their appreciation and stated that they look forward to a successful Summit.<\/p>\r\n\r\n<p>5. Minister Mashabane also assured that South Africa would support India&rsquo;s membership of Nuclear Suppliers Group (NSG).<\/p>\r\n\r\n<p>6. The two Ministers also discussed regional and multilateral issues including BRICS, IBSA, IORA, counter-terrorism, cyber security, reforms of multilateral institutions, especially the United Nations Security Council. They recognized the need for urgent reform of the UN Security Council and agreed that 2015, being the 70th anniversary of the UN, presented a unique opportunity to expedite the reform process and work towards a concrete outcome.<\/p>\r\n\r\n<p>7. Minister Swaraj and Minister Mashabane decided to hold the next Session of the Joint Ministerial Commission in India at mutually convenient dates in 2017.<\/p>\r\n","type":"Press Release","added_on":"0000-00-00"}]}